print("Здравстуйте Владислав Евгеньевич, хотел бы рассказать немного о себе") # синтаксический ввод

my_age = 17                                                                # int (целочисленный тип)
my_name = "Андрей"                                                      # str (строковый тип)
my_location = "Великий Новгород."                                          # str (строковый тип)
foreword = "Начать бы с рассказа о себе:"                              # str (строковый тип)
print(foreword)

print("Меня зовут", my_name, "мне", my_age, "лет.")                        # конкатинация строк
print("В данный момент живу и учусь в городе Великий Новгород", my_location)

my_place_of_study = "Новгородский Строительный колледж"                     # str (строковый тип)
print("Но всё же пару слов обо мне:")

my_weight = 65                                                          # float (тип с точкой)
my_height = 186                                                         # int (целочисленный тип)
print("Мой рост составляет", my_height,)
print("Вес вес составлет", my_weight)

your_name = "Владислав!"                                                   # str (строковый тип)
true = "правда"                                                            # str (строковый тип)












